brew "zsh"
brew "neovim"
brew "git"
brew "btop"
brew "fzf"
brew "gh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "ffmpeg"
cask "figma"
cask "cursor"
cask "font-meslo-lg-nerd-font"
cask "font-cascadia-code"
cask "orbstack"
cask "discord"
cask "slack"
cask "stremio"
cask "linear-linear"
cask "notunes"
cask "setapp"
cask "ghostty"
cask "arc"
cask "1password"
